Revit 2027 API
GroupTypeId.DivisionGeometry Property
 Division Geometry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DivisionGeometry { get; }
Public Shared ReadOnly Property DivisionGeometry As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DivisionGeometry {
	ForgeTypeId^ get ();
}
static member DivisionGeometry : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace